Repository: OctoAwesome/octoawesome
Catalog: OctoAwesome/OctoAwesome.Client.UI/Languages/OctoKeys.*.resx
Languages: de

# backward
source: Move Backward
de: Rückwärts bewegen

# debug_allblocks
source: DEBUG: All Blocktypes in Inventory
de: DEBUG: Alle Blocktypen ins Inventar

# debug_boundingboxes
source: DEBUG: Show/Hide Shadow Casters/Receivers BoundingBoxes
de: DEBUG: Zeige/Verstecke Schattenwerfer/Empfänger BoundingBoxes

# debug_control
source: DEBUG: Show/Hide Debug Control
de: DEBUG: Debug-Informationen anzeigen/verbergen

source: Exit
de: Beenden

source: Flymode
de: Flugmodus

# forward
source: Move Forward
de: Vorwärts bewegen

# freemouse
source: Free/Capture Mouse
de: Maus freigeben/fangen

# fullscreen
source: Toggle Full Screen Mode
de: Fullscreenmodus umschalten

source: Head Down
de: Kopf senken

source: Head Left
de: Nach links drehen

source: Head Right
de: Nach rechts drehen

source: Head Up
de: Kopf heben

# hidecontrols
source: Hide all Controls
de: Alle Steuerelemente ausblenden

source: Hit
de: Schlagen

source: Interact
de: Interagieren

source: Inventory
de: Inventar

source: Jump
de: Springen

# left
source: Move Left
de: Nach links bewegen

# right
source: Move Right
de: Nach rechts bewegen

# slot0
source: Inventory Slot 0
de: Werkzeug 0

# slot1
source: Inventory Slot 1
de: Werkzeug 1

# slot2
source: Inventory Slot 2
de: Werkzeug 2

# slot3
source: Inventory Slot 3
de: Werkzeug 3

# slot4
source: Inventory Slot 4
de: Werkzeug 4

# slot5
source: Inventory Slot 5
de: Werkzeug 5

# slot6
source: Inventory Slot 6
de: Werkzeug 6

# slot7
source: Inventory Slot 7
de: Werkzeug 7

# slot8
source: Inventory Slot 8
de: Werkzeug 8

# slot9
source: Inventory Slot 9
de: Werkzeug 9

source: Teleport
de: Teleportieren
